Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# AdvancedSetting.showDirtyRectsInLegacyRenderer
source: Outline dirty rects in the legacy renderer with random colors. Useful for visually verifying which regions of the text view are being repainted each frame. This affects only the legacy (non-GPU) renderer and does nothing when the GPU (Metal) renderer is active, so it is not a way to tell whether the GPU renderer is engaged. To use it, first turn off the GPU renderer in Settings → General → Magic.
de: Veränderte Bereiche (Dirty Rects) im Legacy-Renderer mit zufälligen Farben umranden. Nützlich, um visuell zu überprüfen, welche Bereiche der Textansicht bei jedem Frame neu gezeichnet werden. Dies betrifft nur den Legacy-Renderer (nicht GPU) und hat keine Wirkung, wenn der GPU-Renderer (Metal) aktiv ist. Es lässt sich damit also nicht feststellen, ob der GPU-Renderer verwendet wird. Um es zu verwenden, deaktivieren Sie zunächst den GPU-Renderer unter Einstellungen → Allgemein → Magic.
ja: レガシーレンダラーでダーティ領域をランダムな色で枠取りする。 テキストビューのどの領域がフレームごとに再描画されているかを視覚的に確認するのに便利です。これはレガシー（非GPU）レンダラーにのみ影響し、GPU（Metal）レンダラーが有効な場合は何も行わないため、GPUレンダラーが使用されているかどうかを判断する方法ではありません。使用するには、まず設定 → 一般 → MagicでGPUレンダラーをオフにしてください。
pt_br: Contornar retângulos sujos no renderizador legado com cores aleatórias. Útil para verificar visualmente quais regiões da área de texto estão sendo redesenhadas a cada quadro. Isso afeta apenas o renderizador legado (não GPU) e não faz nada quando o renderizador de GPU (Metal) está ativo, portanto não é uma forma de saber se o renderizador de GPU está em uso. Para usá-lo, primeiro desative o renderizador de GPU em Ajustes → Geral → Magic.
ru: Обводить «грязные» прямоугольники в устаревшем рендерере случайными цветами. Полезно для визуальной проверки того, какие области текстового представления перерисовываются в каждом кадре. Это влияет только на устаревший рендерер (не использующий GPU) и ничего не делает, когда активен рендерер на GPU (Metal), поэтому это не способ узнать, используется ли GPU-рендерер. Чтобы воспользоваться этим, сначала отключите GPU-рендерер в Settings → General → Magic.
zh_hans: 使用随机颜色在旧版渲染器中突出显示脏矩形。 有助于通过视觉方式确认每个帧中文本视图的哪些区域正在重新绘制。此设置仅影响旧版（非 GPU）渲染器，当 GPU（Metal）渲染器处于活动状态时则无影响，因此无法判断 GPU 渲染器是否正在使用。要使用此功能，首先在设置 → 通用 → Magic 中关闭 GPU 渲染器。

# AdvancedSetting.showHintsInSplitPaneMenuItems
source: Show hints in split pane menu items to indicate horizontal vs vertical semantics. You must restart iTerm2 after changing this setting for it to take effect.
de: Hinweise in Menüpunkten für Split-Bereiche anzeigen, um horizontale und vertikale Bedeutung zu kennzeichnen. Sie müssen iTerm2 nach dem Ändern dieser Einstellung neu starten, damit sie wirksam wird.
ja: 分割ペインのメニュー項目に水平・垂直のどちらを意味するかのヒントを表示する。 この設定の変更を反映させるにはiTerm2を再起動する必要があります。
pt_br: Mostrar dicas nos itens de menu de divisão de painel para indicar a semântica horizontal vs. vertical. Você deve reiniciar o iTerm2 após alterar este ajuste para que ele tenha efeito.
ru: Показывать подсказки в пунктах меню разделения панелей, указывающие на горизонтальное или вертикальное разделение. Чтобы изменение этого параметра вступило в силу, необходимо перезапустить iTerm2.
zh_hans: 在分屏窗格菜单项中显示提示，以区分水平与垂直语义。 更改此设置后必须重启 iTerm2 才能生效。

# AdvancedSetting.showLocationsInScrollbar
source: Show search result and prompt locations in scroll bar. Changing this setting will not affect existing sessions until you restart.
de: Positionen von Suchergebnissen und Eingabeaufforderungen in der Scrollleiste anzeigen. Das Ändern dieser Einstellung wirkt sich erst nach einem Neustart auf bestehende Sitzungen aus.
ja: 検索結果とプロンプトの位置をスクロールバーに表示する。 この設定の変更は再起動するまで既存のセッションに影響しません。
pt_br: Mostrar localizações de resultados de busca e prompts na barra de rolagem. Alterar este ajuste não afetará as sessões existentes até você reiniciar.
ru: Показывать в полосе прокрутки положение результатов поиска и приглашений. Изменение этого параметра не повлияет на существующие сеансы до перезапуска.
zh_hans: 在滚动条中显示搜索结果和提示位置。 更改此设置不会影响现有会话，直到重启为止。

# AdvancedSetting.showMarksInScrollbar
source: Show prompt locations in scroll bar? Changing this setting will not affect existing sessions until you restart. You must also enable “Show search result and prompt locations in scroll bar” for this to take effect.
de: Positionen von Eingabeaufforderungen in der Scrollleiste anzeigen? Das Ändern dieser Einstellung wirkt sich erst nach einem Neustart auf bestehende Sitzungen aus. Sie müssen außerdem „Positionen von Suchergebnissen und Eingabeaufforderungen in der Scrollleiste anzeigen“ aktivieren, damit dies wirksam wird.
ja: プロンプトの位置をスクロールバーに表示するか？ この設定の変更は再起動するまで既存のセッションに影響しません。これを有効にするには「検索結果とプロンプトの位置をスクロールバーに表示する」も有効にする必要があります。
pt_br: Mostrar localizações de prompts na barra de rolagem? Alterar este ajuste não afetará as sessões existentes até você reiniciar. Você também deve ativar “Mostrar localizações de resultados de busca e prompts na barra de rolagem” para que isso tenha efeito.
ru: Показывать в полосе прокрутки положение приглашений? Изменение этого параметра не повлияет на существующие сеансы до перезапуска. Чтобы это работало, также должен быть включён параметр «Показывать в полосе прокрутки положение результатов поиска и приглашений».
zh_hans: 在滚动条中显示提示位置？ 更改此设置不会影响现有会话，直到重启为止。此外，必须启用“在滚动条中显示搜索结果和提示位置”才能生效。

# AdvancedSetting.showMetalFPSmeter
source: Show FPS meter Requires Metal renderer
de: FPS-Anzeige anzeigen Erfordert Metal-Renderer
ja: FPSメーターを表示する Metalレンダラーが必要です
pt_br: Mostrar medidor de FPS Requer o renderizador Metal
ru: Показывать счётчик FPS Требует рендерер Metal
zh_hans: 显示 FPS 计量器 需要 Metal 渲染器支持

# AdvancedSetting.showPinnedIndicator
source: Show indicator for pinned hotkey windows.
de: Anzeige für angeheftete Hotkey-Fenster anzeigen.
ja: 固定されたホットキーウィンドウのインジケーターを表示する。
pt_br: Mostrar indicador para janelas de hotkey fixadas.
ru: Показывать индикатор для закреплённых окон, вызываемых горячей клавишей.
zh_hans: 显示固定热键窗口的指示器。

# AdvancedSetting.showSecureKeyboardEntryIndicator
source: Show secure keyboard entry indicator?
de: Anzeige für sichere Tastatureingabe anzeigen?
ja: セキュアキーボード入力インジケーターを表示するか？
pt_br: Mostrar indicador de entrada de teclado segura?
ru: Показывать индикатор безопасного ввода с клавиатуры?
zh_hans: 显示安全键盘输入指示器？

# AdvancedSetting.showSessionRestoredBanner
source: When restoring a session without restoring a running job, draw a banner saying “Session Contents Restored” below the restored contents.
de: Beim Wiederherstellen einer Sitzung ohne einen laufenden Job ein Banner mit dem Text „Sitzungsinhalt wiederhergestellt“ unter dem wiederhergestellten Inhalt anzeigen.
ja: 実行中のジョブを復元せずにセッションを復元する場合、復元された内容の下に「セッションの内容を復元しました」というバナーを表示する。
pt_br: Ao restaurar uma sessão sem restaurar um processo em execução, desenhar um banner dizendo “Conteúdo da sessão restaurado” abaixo do conteúdo restaurado.
ru: При восстановлении сеанса без восстановления работающей задачи показывать под восстановленным содержимым баннер с надписью «Содержимое сеанса восстановлено».
zh_hans: 在恢复会话而不恢复正在运行的作业时，在恢复的内容下方显示“会话内容已恢复”的横幅。

# AdvancedSetting.showSuiteNameInDockIcon
source: Overlay the suite name on the dock icon when launched with -suite. When you run an isolated instance with the -suite argument, its name is drawn across the lower third of the dock icon so you can tell instances apart.
de: Den Suite-Namen beim Start mit -suite über dem Dock-Symbol einblenden. Wenn Sie eine isolierte Instanz mit dem Argument -suite ausführen, wird ihr Name über das untere Drittel des Dock-Symbols gezeichnet, damit Sie die Instanzen unterscheiden können.
ja: -suiteで起動したとき、Dockアイコンにスイート名を重ねて表示する。 -suite引数で独立したインスタンスを実行すると、その名前がDockアイコンの下3分の1に描画され、インスタンスを区別できるようになります。
pt_br: Sobrepor o nome do suite no ícone do dock ao iniciar com -suite. Quando você executa uma instância isolada com o argumento -suite, o nome dela é desenhado no terço inferior do ícone do dock para que você possa distinguir as instâncias.
ru: Накладывать имя набора (suite) на значок в Dock при запуске с параметром -suite. При запуске изолированного экземпляра с аргументом -suite его имя отображается в нижней трети значка в Dock, чтобы можно было отличать экземпляры друг от друга.
zh_hans: 使用 -suite 参数启动时，在窗口栏图标上显示套件名称。 当使用 -suite 参数运行独立实例时，其名称会显示在窗口栏图标的下三分之一位置，以便区分不同实例。

# AdvancedSetting.showURLPreviewForSemanticHistory
source: Show URL preview on cmd-hover for semantic history matches.
de: URL-Vorschau beim Bewegen der Maus bei gedrückter cmd-Taste über Treffer der Semantic History anzeigen.
ja: Semantic Historyの一致箇所にcmdキーでホバーした際、URLプレビューを表示する。
pt_br: Mostrar pré-visualização de URL ao passar o cursor com cmd para correspondências do Semantic History.
ru: Показывать предпросмотр URL-адреса при наведении с Cmd для совпадений «Семантической истории».
zh_hans: 在 cmd-hover 时显示 URL 预览，用于语义历史匹配。

# AdvancedSetting.showWindowNameBesideTabs
source: Show the window name beside the tabs in the Compact and Minimal themes? Those themes have no title bar, so the window name is otherwise only visible when the tab bar is hidden. “When a custom name is set” (the default) shows it only after you name the window with Window > Edit Window Title, leaving windows you have not named unchanged. “Always” also shows the automatic title. This has no effect in themes that have a title bar.
de: Fensternamen neben den Tabs in den Themen „Kompakt“ und „Minimal“ anzeigen? Diese Themen haben keine Titelleiste, daher ist der Fenstername sonst nur sichtbar, wenn die Tab-Leiste ausgeblendet ist. „Wenn ein benutzerdefinierter Name festgelegt ist“ (Standard) zeigt ihn erst an, nachdem Sie das Fenster über Fenster > Fenstertitel bearbeiten benannt haben; unbenannte Fenster bleiben unverändert. „Immer“ zeigt zusätzlich den automatischen Titel an. Dies hat keine Auswirkung in Themen mit Titelleiste.
ja: CompactテーマおよびMinimalテーマで、タブの横にウィンドウ名を表示するか？ これらのテーマにはタイトルバーがないため、通常タブバーが非表示のときにしかウィンドウ名は見えません。「カスタム名が設定されている場合」（デフォルト）は、Window > Edit Window Titleでウィンドウに名前を付けた後にのみ表示され、名前を付けていないウィンドウはそのままです。「常に」は自動タイトルも表示します。タイトルバーがあるテーマには影響しません。
pt_br: Mostrar o nome da janela ao lado das abas nos temas Compact e Minimal? Esses temas não têm barra de título, então o nome da janela só fica visível quando a barra de abas está oculta. “Quando um nome personalizado é definido” (o padrão) o mostra apenas depois que você nomeia a janela em Janela > Editar título da janela, deixando inalteradas as janelas que você não nomeou. “Sempre” também mostra o título automático. Isto não tem efeito em temas que têm barra de título.
ru: Показывать имя окна рядом с вкладками в темах Compact и Minimal? В этих темах нет строки заголовка, поэтому иначе имя окна видно только тогда, когда панель вкладок скрыта. Значение «Если задано пользовательское имя» (по умолчанию) показывает его только после того, как вы назовёте окно через Window > Edit Window Title, не затрагивая окна, которым вы не давали имя. Значение «Всегда» также показывает автоматический заголовок. Это не действует в темах со строкой заголовка.
zh_hans: 在紧凑和极简主题中显示标签页旁边的窗口名称？ 这些主题没有标题栏，因此仅当隐藏标签页栏时才能看到窗口名称。“自定义名称设置时”（默认）仅在通过 Window > 编辑窗口标题为窗口命名后才会显示，未命名的窗口保持不变。“始终”也会显示自动标题。对于带有标题栏的主题无影响。

# AdvancedSetting.showWindowNameBesideTabs.Always
source: Always
de: Immer
ja: 常に
pt_br: Sempre
ru: Всегда
zh_hans: 始终

# AdvancedSetting.showWindowNameBesideTabs.Never
source: Never
de: Nie
ja: しない
pt_br: Nunca
ru: Никогда
zh_hans: 从不

# AdvancedSetting.showWindowNameBesideTabs.WhenCustom
source: When a custom name is set
de: Wenn ein benutzerdefinierter Name festgelegt ist
ja: カスタム名が設定されている場合
pt_br: Quando um nome personalizado é definido
ru: Если задано пользовательское имя
zh_hans: 当设置自定义名称时

# AdvancedSetting.showWindowTitleWhenTabBarInvisible
source: Show window title when the tab bar is not visible? When disabled, the tab's title will be shown where the window title would normally go.
de: Fenstertitel anzeigen, wenn die Tab-Leiste nicht sichtbar ist? Wenn deaktiviert, wird der Titel des Tabs dort angezeigt, wo normalerweise der Fenstertitel stehen würde.
ja: タブバーが表示されていないときにウィンドウタイトルを表示するか？ 無効にすると、通常ウィンドウタイトルが表示される場所にタブのタイトルが表示されます。
pt_br: Mostrar o título da janela quando a barra de abas não estiver visível? Quando desativado, o título da aba será mostrado onde o título da janela normalmente ficaria.
ru: Показывать заголовок окна, когда панель вкладок не видна? Если отключено, на месте заголовка окна будет показан заголовок вкладки.
zh_hans: 在标签页栏不可见时显示窗口标题？ 当禁用时，标签页的标题将显示在通常放置窗口标题的位置。

# AdvancedSetting.showYellowMarkForJobStoppedBySignal
source: Use a yellow for a Shell Integration prompt mark when the job is stopped by a signal.
de: Eine gelbe Prompt-Markierung der Shell-Integration verwenden, wenn der Job durch ein Signal gestoppt wurde.
ja: ジョブがシグナルによって停止した場合、Shell Integrationのプロンプトマークに黄色を使用する。
pt_br: Usar amarelo para a marca de prompt do Shell Integration quando o processo for parado por um sinal.
ru: Использовать жёлтый цвет метки приглашения Shell Integration, когда задача остановлена сигналом.
zh_hans: 当作业被信号停止时，Shell 集成提示标记使用黄色显示。

# AdvancedSetting.silentUserNotifications
source: System notifications should be silent.
de: Systembenachrichtigungen sollen stumm sein.
ja: システム通知を無音にする。
pt_br: As notificações do sistema devem ser silenciosas.
ru: Системные уведомления должны быть беззвучными.
zh_hans: 系统通知应静音。

# AdvancedSetting.simpleNotifications
source: Omit session identifier from notifications. When enabled, notifications will only show the message without the session name and tab number prefix.
de: Sitzungskennung aus Benachrichtigungen weglassen. Wenn aktiviert, zeigen Benachrichtigungen nur die Nachricht ohne den Sitzungsnamen und das Tab-Nummer-Präfix an.
ja: 通知からセッション識別子を省略する。 有効にすると、通知はセッション名とタブ番号の接頭辞を含まずメッセージのみを表示します。
pt_br: Omitir o identificador da sessão nas notificações. Quando ativado, as notificações mostrarão apenas a mensagem, sem o prefixo com o nome da sessão e o número da aba.
ru: Не указывать идентификатор сеанса в уведомлениях. Если включено, в уведомлениях будет показано только сообщение, без имени сеанса и номера вкладки в начале.
zh_hans: 从通知中省略会话标识符。 当启用时，通知将仅显示消息而不包含会话名称和标签页编号前缀。

# AdvancedSetting.slowFrameRate
source: When adaptive framerate is enabled, refresh at this rate during high throughput conditions (FPS). Does not apply to Metal renderer.
de: Wenn die adaptive Bildwiederholrate aktiviert ist, bei hohem Durchsatz mit dieser Rate aktualisieren (FPS). Gilt nicht für den Metal-Renderer.
ja: アダプティブフレームレートが有効な場合、高スループット時にこのレート（FPS）で再描画する。 Metalレンダラーには適用されません。
pt_br: Quando a taxa de quadros adaptável estiver ativada, atualizar nesta taxa durante condições de alta vazão (FPS). Não se aplica ao renderizador Metal.
ru: Когда включена адаптивная частота кадров, обновлять экран с этой частотой (FPS) при высокой нагрузке. Не применяется к рендереру Metal.
zh_hans: 当启用自适应帧率时，在高吞吐量条件下以该速率刷新（FPS）。 不适用于 Metal 渲染器。

# AdvancedSetting.slowPasteBytesPerCall
source: Number of bytes to paste in each chunk when pasting slowly.
de: Anzahl der Bytes, die bei langsamem Einfügen pro Abschnitt eingefügt werden.
ja: 遅いペースト時に1回のチャンクで貼り付けるバイト数。
pt_br: Número de bytes a colar em cada bloco ao colar lentamente.
ru: Число байтов, вставляемых за один блок при медленной вставке.
zh_hans: 缓慢粘贴时每段内容包含的字节数。

# AdvancedSetting.slowPasteDelayBetweenCalls
source: Delay in seconds between chunks when pasting slowly
de: Verzögerung in Sekunden zwischen den Abschnitten bei langsamem Einfügen
ja: 遅いペースト時にチャンク間で置く遅延（秒）
pt_br: Atraso em segundos entre blocos ao colar lentamente
ru: Задержка в секундах между блоками при медленной вставке
zh_hans: 缓慢粘贴时各段之间的秒数延迟。

# AdvancedSetting.smartCursorColorBgThreshold
source: Threshold for Smart Cursor Color for background color (0 to 1). 0 means the cursor’s background color will always be the cell’s text color, while 1 means it will always be black or white.
de: Schwellenwert der intelligenten Cursorfarbe für die Hintergrundfarbe (0 bis 1). 0 bedeutet, dass die Hintergrundfarbe des Cursors immer die Textfarbe der Zelle ist, während 1 bedeutet, dass sie immer Schwarz oder Weiß ist.
ja: Smart Cursor Colorの背景色のしきい値（0から1）。 0はカーソルの背景色が常にセルのテキスト色になり、1は常に黒または白になることを意味します。
pt_br: Limite da cor inteligente do cursor para a cor de plano de fundo (0 a 1). 0 significa que a cor de plano de fundo do cursor será sempre a cor do texto da célula, enquanto 1 significa que será sempre preto ou branco.
ru: Порог для функции «умный цвет курсора» (Smart Cursor Color) для цвета фона (от 0 до 1). 0 означает, что цвет фона курсора всегда будет совпадать с цветом текста ячейки, а 1 — что он всегда будет чёрным или белым.
zh_hans: 背景颜色智能光标颜色的阈值（0到1）。 0表示光标背景颜色始终为单元格文本颜色，1则表示始终为黑色或白色。

# AdvancedSetting.smartCursorColorFgThreshold
source: Threshold for Smart Cursor Color for text color (0 to 1). 0 means the cursor’s text color will always be the cell’s background color, while 1 means it will always be black or white.
de: Schwellenwert der intelligenten Cursorfarbe für die Textfarbe (0 bis 1). 0 bedeutet, dass die Textfarbe des Cursors immer die Hintergrundfarbe der Zelle ist, während 1 bedeutet, dass sie immer Schwarz oder Weiß ist.
ja: Smart Cursor Colorのテキスト色のしきい値（0から1）。 0はカーソルのテキスト色が常にセルの背景色になり、1は常に黒または白になることを意味します。
pt_br: Limite da cor inteligente do cursor para a cor do texto (0 a 1). 0 significa que a cor do texto do cursor será sempre a cor de plano de fundo da célula, enquanto 1 significa que será sempre preto ou branco.
ru: Порог для функции «умный цвет курсора» (Smart Cursor Color) для цвета текста (от 0 до 1). 0 означает, что цвет текста курсора всегда будет совпадать с цветом фона ячейки, а 1 — что он всегда будет чёрным или белым.
zh_hans: 文本颜色智能光标颜色的阈值（0到1）。 0表示光标文本颜色始终为单元格背景颜色，1则表示始终为黑色或白色。

# AdvancedSetting.smartLoggingWithAutoComposer
source: Enable more compact logging when using auto composer? This will avoid logging raw data in your prompt and your interactions with it. Instead, the prompt is logged once in plain text and the command is logged when sent.
de: Kompakteres Protokollieren bei Verwendung des Auto-Composers aktivieren? Dadurch wird vermieden, dass Rohdaten Ihres Prompts und Ihrer Interaktionen damit protokolliert werden. Stattdessen wird der Prompt einmal als Klartext protokolliert und der Befehl beim Senden protokolliert.
ja: Auto Composer使用時、よりコンパクトなログ記録を有効にするか？ これによりプロンプトやそのやり取りの生データをログに残すことを避けられます。代わりに、プロンプトは一度だけプレーンテキストで記録され、コマンドは送信時に記録されます。
pt_br: Ativar registro mais compacto ao usar o auto composer? Isso evitará registrar dados brutos no seu prompt e suas interações com ele. Em vez disso, o prompt é registrado uma vez em texto simples e o comando é registrado quando enviado.
ru: Включить более компактное журналирование при использовании Автокомпозера? Это позволит избежать журналирования необработанных данных приглашения и взаимодействия с ним. Вместо этого приглашение записывается один раз в виде обычного текста, а команда — при отправке.
zh_hans: 使用自动生成器时是否启用更紧凑的日志？ 这将避免在提示词和您的交互中记录原始数据。相反，提示词以纯文本形式记录一次，命令在发送时记录。

# AdvancedSetting.smartSelectionRadius
source: Maximum number of lines before and after the click location to include in smart selection.
de: Maximale Anzahl an Zeilen vor und nach der Klickposition, die in die intelligente Auswahl einbezogen werden.
ja: Smart Selectionに含めるクリック位置の前後の最大行数。
pt_br: Número máximo de linhas antes e depois do local do clique a incluir na seleção inteligente.
ru: Максимальное число строк до и после места щелчка, включаемых в умное выделение.
zh_hans: 点击位置前后应包含的智能选取的最大行数。

# AdvancedSetting.solidUnderlines
source: Use solid underlines? When disabled, underlines break near text that would intersect them.
de: Durchgehende Unterstreichungen verwenden? Wenn deaktiviert, werden Unterstreichungen in der Nähe von Text unterbrochen, den sie sonst schneiden würden.
ja: 実線の下線を使用するか？ 無効にすると、下線と交差するテキストの近くで下線が途切れます。
pt_br: Usar sublinhados contínuos? Quando desativado, os sublinhados são interrompidos perto de texto que os cruzaria.
ru: Использовать сплошные подчёркивания? Если отключено, подчёркивания прерываются рядом с текстом, который они пересекали бы.
zh_hans: 使用实线下划线？ 如果禁用，下划线会在与它们相交的文本附近中断。

# AdvancedSetting.splitPaneColor
source: Custom color for split pane dividers. Leave empty to use default color. This should be an HTML-style color, like #aabbcc.
de: Benutzerdefinierte Farbe für Trennlinien zwischen geteilten Bereichen. Leer lassen, um die Standardfarbe zu verwenden. Dies sollte eine Farbe im HTML-Format sein, wie #aabbcc.
ja: 分割ペインの区切り線のカスタム色。デフォルトの色を使用するには空欄のままにしてください。 #aabbccのようなHTML形式の色を指定してください。
pt_br: Cor personalizada para os divisores de painéis. Deixe vazio para usar a cor padrão. Deve ser uma cor no estilo HTML, como #aabbcc.
ru: Пользовательский цвет разделителей панелей. Оставьте пустым, чтобы использовать цвет по умолчанию. Цвет должен быть в HTML-формате, например #aabbcc.
zh_hans: 分屏窗格分隔线的自定义颜色。留空则使用默认颜色。 应为HTML风格的颜色，如#aabbcc。

# AdvancedSetting.splitPaneDividerWidth
source: Custom width for split pane dividers in points (1-5). Set to 0 to use default width.
de: Benutzerdefinierte Breite für Trennlinien zwischen geteilten Bereichen in Punkten (1–5). Auf 0 setzen, um die Standardbreite zu verwenden.
ja: 分割ペインの区切り線のカスタム幅（1〜5ポイント）。デフォルトの幅を使用するには0を設定してください。
pt_br: Largura personalizada para os divisores de painéis em pontos (1-5). Defina como 0 para usar a largura padrão.
ru: Пользовательская ширина разделителей панелей в пунктах (1–5). Укажите 0, чтобы использовать ширину по умолчанию.
zh_hans: 分屏窗格分隔线的自定义宽度（单位：点，1-5）。设为0则使用默认宽度。

# AdvancedSetting.splitPaneSourceBorderColor
source: Color of source pane outer border when moving/swapping a split pane. Should be a web-style color, #rrggbb. You can also use p3#rrggbb for p3 color space.
de: Farbe des äußeren Rahmens des Quellbereichs beim Verschieben/Vertauschen eines geteilten Bereichs. Sollte eine Farbe im Web-Format sein, #rrggbb. Sie können auch p3#rrggbb für den P3-Farbraum verwenden.
ja: 分割ペインを移動／入れ替えする際の移動元ペインの外側の枠線の色。 ウェブスタイルの色（#rrggbb）を指定してください。P3カラースペースにはp3#rrggbbも使用できます。
pt_br: Cor da borda externa do painel de origem ao mover/trocar um painel dividido. Deve ser uma cor no estilo web, #rrggbb. Você também pode usar p3#rrggbb para o espaço de cores p3.
ru: Цвет внешней границы исходной панели при перемещении/обмене разделённых панелей. Должен быть цветом в веб-формате, #rrggbb. Также можно использовать p3#rrggbb для цветового пространства P3.
zh_hans: 移动/交换分屏窗格时源窗格外边界的颜色。 应为网页风格颜色，#rrggbb。也可使用p3#rrggbb表示p3颜色空间。

# AdvancedSetting.splitPaneSourceFillColor
source: Color of source pane fill when moving/swapping a split pane. Should be a web-style color, #rrggbb. You can also use p3#rrggbb for p3 color space.
de: Füllfarbe des Quellbereichs beim Verschieben/Vertauschen eines geteilten Bereichs. Sollte eine Farbe im Web-Format sein, #rrggbb. Sie können auch p3#rrggbb für den P3-Farbraum verwenden.
ja: 分割ペインを移動／入れ替えする際の移動元ペインの塗りつぶし色。 ウェブスタイルの色（#rrggbb）を指定してください。P3カラースペースにはp3#rrggbbも使用できます。
pt_br: Cor do preenchimento do painel de origem ao mover/trocar um painel dividido. Deve ser uma cor no estilo web, #rrggbb. Você também pode usar p3#rrggbb para o espaço de cores p3.
ru: Цвет заливки исходной панели при перемещении/обмене разделённых панелей. Должен быть цветом в веб-формате, #rrggbb. Также можно использовать p3#rrggbb для цветового пространства P3.
zh_hans: 移动/交换分屏窗格时源窗格填充颜色。 应为网页风格颜色，#rrggbb。也可使用p3#rrggbb表示p3颜色空间。
